[
  {
    "referencia": "62699663",
    "nombreProducto": "Detergente En Polvo FAB Ultra Flash (4000 gr).",
    "caracteristicasProducto": "Despercude y remueve manchas de grasa y comida, tiene bio enzimas rápidas e inteligentes, con capsulas de perfume duraderas. Maxima Limpieza y cuidado, minimo esfuerzo.",
    "unidadProducto": "Gr a $ 7",
    "precioProducto": 31051,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 36,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "61010510",
    "nombreProducto": "Suavizante SUAVITEL Cuidado Superior Fresca Primavera (2300 ml).",
    "caracteristicasProducto": "Cuida de tus prendas favoritas utilizando el Suavizante de Ropa Suavitel Cuidado Superior Fresca Primavera en su presentación de 2.3 lt, que cuenta con una poderosa fórmula que se apodera de las telas para invadir de suavidad y fragancia. Descubre cómo en cada aplicación el suavizante de ropa (antes Soflan Suavitel) te proporciona sus cualidades para mantener el color y una textura agradable al tacto en todo momento. Disfruta de la deliciosa fragancia de Suaviteles que te acompañará durante todo el día y neutraliza los olores desagradables que se adhieren a la ropa durante tus actividades diarias. Con su presentación de 2.3 lt podrás compartir de tus beneficios con los integrantes de tu familia",
    "unidadProducto": "Ml a $ 6",
    "precioProducto": 15158,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 25,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "1744572",
    "nombreProducto": "Crema dental COLGATE Total anti sarro prevención activa (225 ml).",
    "caracteristicasProducto": "Siente la protección contra las bacterias en los dientes, lengua, mejillas y encías con la crema dental Colgate Total 12 Anti Sarro que cuenta con una fórmula avanzada con micropartículas limpiadoras que limpian a profundidad y combaten la formación de sarro, además de apoyar las defensas naturales en la boca gracias a su protección antibacterial por hasta 12 horas*. Incluye esta crema dental anti sarro con fórmula antibacterial en tus productos de cuidado de higiene bucal, luce una sonrisa sana y eleva la protección de tu familia logrando una buena limpieza dental. Prueba Colgate Total 12 Anti Sarro con tecnología superior**, la mejor crema dental para mantener una salud bucal completa y prevenir el sarro en los dientes. Descubre el poder de tu sonrisa. *Combate las bacterias y el mal aliento por hasta 12 horas con 4 semanas de un uso continuo **Vs pasta dental con flúor sin ingrediente antibacterial",
    "unidadProducto": "Ml a $ 134",
    "precioProducto": 30251,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 0,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": " 779392",
    "nombreProducto": "Desodorante LADY SPEED STICK Invisible floral barra x2und (90 gr).",
    "caracteristicasProducto": "Dile adiós a los residuos blancos en tu piel y mantente ultra seca y protegida contra el sudor y el mal olor con el desodorante en barra Lady Speed Stick 24/7 Invisible Floral.Gracias a su barrera invisible de protección contra el olor y la humedad, este desodorante en barra combate el sudor sin dejar residuos blancos en tu piel ni manchas en tu ropa.Disfruta la protección invisible de Lady Speed Stick 24/7 Invisible Floral en barra y siéntete bárbara e imparable en todo momento.",
    "unidadProducto": "Gr a $ 258",
    "precioProducto": 23275,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 35,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "44091",
    "nombreProducto": "Protectores NOSOTRAS Diarios largos (80 und).",
    "caracteristicasProducto": "Ideal si buscas más protección y cubrimiento. Son 3 centímetros más largos para un mayor cubrimiento y protección. Tienen gel, que atrapa la humedad y ayuda a controlar olores para mayor discreción. Adhesivo en la base, que mantiene el protector en su sitio. Cámbiate frecuentemente el protector para evitar malos olores y posibles irritaciones. Usa protectores todos los días fuera del periodo como parte de tu rutina de higiene para que te sientas limpia, libre de humedad y de olores.",
    "unidadProducto": "Und a $ 231",
    "precioProducto": 18501,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 18,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "CO01899A",
    "nombreProducto": "Desodorante SPEED STICK Xtreme Ultra Aerosol x2und 91gr (300 ml).",
    "caracteristicasProducto": "El desodorante antitranspirante Speed Stick Xtreme Ultra en aerosol ofrece una protección confiable por 48 horas gracias a su fórmula con Control-Tech™. Este desodorante para hombre tiene 0% de alcohol* brindándote una protección confiable. La variante Xtreme Ultra cuenta con una fragancia limpia y fresca que te mantiene ultra seco y protegido. Speed Stick Xtreme Bloc, contra el sudor y mal olor; siéntete seguro en todo momento con este desodorante para hombre. Que sudar no conspire en tu contra. *No contiene alcohol etílico",
    "unidadProducto": "Ml a $ 74",
    "precioProducto": 22261,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 30,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "68483495",
    "nombreProducto": "Detergente Líquido 3D Multiusos Bicarbonato Y Aloe (1800 ml).",
    "caracteristicasProducto": "3d multiusos: despercude, desmancha y desengrasa gracias a su fórmula exclusiva con bicarbonato y aloe vera , con su poder antibacterial desinfecta ropa y superficies.",
    "unidadProducto": "Ml a $ 11",
    "precioProducto": 20201,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 0,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "61021613",
    "nombreProducto": "Jabón PALMOLIVE Avena y Azúcar Morena Barra x6und (660 gr).",
    "caracteristicasProducto": "Disfruta de un baño renovante para tu piel usando Palmolive® Naturals® Avena y Azúcar Morena que le brinda a tu piel una apariencia luminosa y radiante. Siente la naturaleza en tu piel y disfruta la suave combinación de extractos naturales y humectante natural de la fórmula elaborada responsablemente**",
    "unidadProducto": "Gr a $ 23",
    "precioProducto": 15575,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 31,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "62711577",
    "nombreProducto": "Detergente Líquido FAB Ultra Flash Mega Pack (1800 ml).",
    "caracteristicasProducto": "Despercude y remueve manchas de grasa y comida, tiene bio enzimas rápidas e inteligentes, con un perfume intenso y duradero. Maxima Limpieza y cuidado, minimo esfuerzo.",
    "unidadProducto": "Lt a $ 17",
    "precioProducto": 31451,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 0,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "61028800",
    "nombreProducto": "Suavizante SUAVITEL Cuidado Superior Fresca Primavera (5600 ml).",
    "caracteristicasProducto": "Cuida de tus prendas favoritas utilizando el Suavizante de Ropa Suavitel Cuidado Superior Fresca Primavera en su presentación de 2.8L, que cuenta con una poderosa fórmula que se apodera de las telas para invadir de suavidad y fragancia. Descubre cómo en cada aplicación el suavizante de ropa (antes Soflan Suavitel) te proporciona sus cualidades para mantener el color y una textura agradable al tacto en todo momento. Disfruta de la deliciosa fragancia de Suaviteles que te acompañará durante todo el día y neutraliza los olores desagradables que se adhieren a la ropa durante tus actividades diarias. Con su presentación de 800 ml podrás compartir de tus beneficios con los integrantes de tu familia.",
    "unidadProducto": "Ml a $ 8",
    "precioProducto": 47057,
    "categoriaProducto": "Mercado",
    "porcentajeDescuento": 0,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "HC108RGB",
    "nombreProducto": "Kit Cortador De Cabello 10 Pzs CONAIR HC108RGB.",
    "caracteristicasProducto": "Cortadora con diseño angular ergonómico, 4 peines accesorios, Peine de peluquero, Tijeras de peluquería, Cubierta protectora para las cuchillas, Capa de peluquería, Bolsa de almacenamiento, Cepillo de limpieza y aceite lubricante, Funciona conectado al toma corriente.",
    "unidadProducto": "1 und",
    "precioProducto": 159901,
    "categoriaProducto": "Tecnologia",
    "porcentajeDescuento": 66,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "247",
    "nombreProducto": "SECADOR DE CABELLO 1875W BLANC CONAIR 247.",
    "caracteristicasProducto": "1875 vatios de potencia, 2 niveles de temperature / velocidad.Concentrador de aire, Mango ergonómicoAnillo colgador",
    "unidadProducto": "1 und",
    "precioProducto": 179901,
    "categoriaProducto": "Tecnologia",
    "porcentajeDescuento": 50,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "00481-011",
    "nombreProducto": "ACCESORIO PROCESADOR DE ALIMEN OSTER 00481011.",
    "caracteristicasProducto": "Compatible con todas las licuadoras Oster*,Cuchillas super afiladas de acero inoxidableTritura, pica, pulveriza y muelePiezas desmontables para su facil limpieza,Tapa hermética y transparente para visualizar el proceso",
    "unidadProducto": "i und",
    "precioProducto": 196707,
    "categoriaProducto": "Tecnologia",
    "porcentajeDescuento": 19,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "KFC3516ER",
    "nombreProducto": "Pica Todo Inox 5 Tazas 2Vl KITCHEN AID KFC3516ER.",
    "caracteristicasProducto": "Picato Base,Taza de 3.5 Tazas,Cuchillas en Acero Inoxidable,Manual de Uso y Cuidados",
    "unidadProducto": "1 und",
    "precioProducto": 379901,
    "categoriaProducto": "Tecnologia",
    "porcentajeDescuento": 21,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "Aspiradora Robot Vacuum S10",
    "nombreProducto": "Aspiradora Mi Robot Vacuum S10 XIAOMI Aspiradora Robot Vacuum S10.",
    "caracteristicasProducto": "Xiaomi Robot Vacuum S10 | Cepillo principal |Tanque de agua y contenedor de polvo 2 en 1| Adaptador de corriente |Base de carga | Manual de usuario",
    "unidadProducto": "1 und",
    "precioProducto": 1789901,
    "categoriaProducto": "Tecnologia",
    "porcentajeDescuento": 50,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "21231",
    "nombreProducto": "Camiseta Manga Corta XSBLANCO.",
    "caracteristicasProducto": "Camiseta deportiva básica, ideal para realizar actividad física. Combina perfectamente con cualquier tipo de prenda. Silueta clásica con cortes laterales, cuello redondo y manga corta. El tejido de punto se ajusta adecuadamente al cuerpo y proporciona libertad de movimiento. Detalle logo Bronzini Active en pecho.",
    "unidadProducto": "1 und",
    "precioProducto": 19991,
    "categoriaProducto": "Moda",
    "porcentajeDescuento": 0,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "151068-A429",
    "nombreProducto": "Morral TrolMorralLoncheraCartuc MULTICOLO.",
    "caracteristicasProducto": "Número de Piezas 4",
    "unidadProducto": "1 und",
    "precioProducto": 299901,
    "categoriaProducto": "Moda",
    "porcentajeDescuento": 30,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  },
  {
    "referencia": "35605",
    "nombreProducto": "Camiseta Manga Corta Cuello V MMOSTAZA.",
    "caracteristicasProducto": "Camiseta escoteV , manga corta en tallas adulto, elaborada en algoón peinado para mayor suavidad y durabilidad de la prenda.",
    "unidadProducto": "1 und",
    "precioProducto": 21952,
    "categoriaProducto": "Moda",
    "porcentajeDescuento": 0,
    "imageUrl": "https://ibb.co/S3Z8gXJ"
  }
]